opt_ffs/config/http/parlayx/VC_chargeVolume.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:m0="http://www.csapi.org/schema/parlayx/common/v1_0">
	<SOAP-ENV:Body>
		<m:chargeVolume xmlns:m="http://www.csapi.org/wsdl/parlayx/payment" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
			<endUserIdentifier xsi:type="m0:EndUserIdentifier">
				<value xsi:type="xsd:anyURI">http://www.example.com</value>
			</endUserIdentifier>
			<volume xsi:type="xsd:long">2147483647</volume>
			<billingText xsi:type="xsd:string">String</billingText>
			<referenceCode xsi:type="xsd:string">String</referenceCode>
		</m:chargeVolume>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>